<html>
    <title>Напалеон Бонапарт</title>
    <body style="font-family:sans-serif">
        <header style="background:#D3D3D3">
           <p style="text-align:center;"><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Grandes_Armes_Imp%C3%A9riales_%281804-1815%292.svg/800px-Grandes_Armes_Imp%C3%A9riales_%281804-1815%292.svg.png" width="150px" height="140px"/></p>
        </header>
        <main style="font-size:20px">
            <h1 style="text-align:center;font-size:50px" >Біографія Напалеон</h1>
        <p>Наполео́н I Бонапа́рт (фр. Napoléon I Bonaparte; 15 серпня 1769 — 5 травня 1821) — французький державний діяч, полководець, перший консул Французької Республіки (1799—1804), імператор Франції (1804—1814, 1815)[12]. Творець однієї з найбільших імперій світу, реформатор і законодавець Європи. Представник роду Бонапартів. Народився в Аяччо, Корсика, Франція. Схвально зустрів Французьку революцію[12], став генералом революційної армії (з 1796). Командував французькими військами у війні проти Австрії і П'ємонту (1796—1797), засвідчивши талант великого воєначальника і політика[12]. 1799 року здійснив державний переворот у Франції: полишив владу Директорії, став консулом[12]. 1804 року проголосив Францію імперією, а себе її першим імператором[12]. Запровадив нове законодавство, яке діє у більшості європейських країн. Завдяки перемогам над Австрією, Пруссією, Росією підкорив більшу частину Західної й Центральної Європи[12]. Намагаючись встановити гегемонію на континенті, протистояв Британії та її союзникам. Зазнав серйозних втрат у неуспішній війні з Росією (1812)[12]. Після невдалої битви під Лейпцигом (1813) й здачі Парижа програв війну коаліції Австрії, Пруссії та Росії. 1814 року зрікся престолу, був засланий на Ельбу[12]. 1815 року повернувся до Парижа і відновив імператорську владу, але зазнав поразки у битві під Ватерлоо[12]. Вдруге відмовився від престолу, був засланий на британський острів Святої Єлени[12]. Помер у Лонгвуді на Святій Єлені, Велика Британія. Національний герой Франції</p>
        <p style="text-align:center;"><img src="https://ichef.bbci.co.uk/news/640/cpsprodpb/1655E/production/_108268419_gettyimages-150618643.jpg"/></p>
        <h2 style="text-align:center;font-size:40px">Головні події</h2>

        <table style="border:1px solid green;border-collapse:collapse;text-align:center;background:DarkCyan">
            <tr style="border:1px solid green;">
                <td>Народження</td>
                <td>15 августа 1769 г., Аяччо, Франція</td>
                
            </tr>
            <tr>
                <td>Смерть</td>
                <td>5 травня 1821[2][3][…] (51 рік)
Лонгвуд[d], Острови Святої Єлени,</td>
                
            </tr>
        </table>
        <p style="text-align:center;"><img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRAWlnB_ipq4Sd4uJgKFvLNZQhhj6UCyOnivQ&usqp=CAU"/></p>
        </main>
        <footer style="background:#D3D3D3">
            <p>вул.Тимонье дім-3</p>
            <p>+380768953564</p>
        </footer>
    </body>
</html>
